def خوش_امدید( ):
    print('خوش امدید')
خوش_امدید( )



####
def سلام_به_خودم( ):
    print('سلام کیانمهر')
سلام_به_خودم( )
سلام_به_خودم( )


####
def شروع_یادگیری( ):
    print('یادگیری توابع رو شروع کردیم')
شروع_یادگیری( )


####
def زمان_استراحت (name):
    print(f'برو استراحت کن{name}')
زمان_استراحت('kian')



####
def نقل_قول_انگیزشی( ):
    print('موفقیت یعنی ادامه دادن وقتی همه خسته اند')
نقل_قول_انگیزشی( )



###
def اعلام_وضعیت_امادگی( ):
    print('دستگاه اماده است')
اعلام_وضعیت_امادگی( )



####
def شوخی_کوچک(shoki):
    print(f'{shoki}')
شوخی_کوچک('ی مرده میخوره به نرده...')



####
def هدف_امروز( ):
    print('یادگیری بی نقص پایتون')
هدف_امروز( )



####
def خداحافظی_موقت( ):
    print('فعلا خداحافظ')
خداحافظی_موقت( )



####
def تمرین_بعدی( ):
    print('تمرین بعدی')
تمرین_بعدی( )
